/*
 * ------------------------------------------------------------
 * Copyright (c) 2016-NOW 锋楪技术 All Rights Reserved. 版权所有
 * 开源协议请遵循 MIT 开源协议，参考代码中的 LICENSE 部分
 * ------------------------------------------------------------
 * 代码若需进行商用请务必联系我，同意后方可使用。在使用部分请注明出处
 * 作者：锋楪技术（筱锋xiao_lfeng）
 * ------------------------------------------------------------
 */

package constant

// ------------------------------------------------------------
// 邮件常量
// ------------------------------------------------------------

var (
	MailSMTPHost string // 邮件 SMTP 主机
	MailSMTPPort string // 邮件 SMTP 端口
	MailUser     string // 邮件用户
	MailPassword string // 邮件密码
	MailNickname string // 邮件昵称
)
