/*
 * ------------------------------------------------------------
 * Copyright (c) 2016-NOW 锋楪技术 All Rights Reserved. 版权所有
 * 开源协议请遵循 MIT 开源协议，参考代码中的 LICENSE 部分
 * ------------------------------------------------------------
 * 代码若需进行商用请务必联系我，同意后方可使用。在使用部分请注明出处
 * 作者：锋楪技术（筱锋xiao_lfeng）
 * ------------------------------------------------------------
 */

package constant

// ------------------------------------------------------------
// 阿里云授权信息
// ------------------------------------------------------------

var (
	AliyunAccessKey string // 阿里云AccessKey
	AliyunSecretKey string // 阿里云SecretKey
)

// ------------------------------------------------------------
// 阿里云短信签名
// ------------------------------------------------------------

var (
	AliyunSmsSignName         string // 阿里云短信签名
	AliyunSmsCodeTemplateCode string // 阿里云短信验证码模板
	AliyunSmsEndpoint         string // 阿里云短信服务端点
)
